//T53167AL JOB (ACCT),'AMBLIST ALL',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//DEL      EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE T53167.AMBLIST.RPT
  SET MAXCC=0
/*
//AMBLIST  EXEC PGM=AMBLIST,REGION=0M
//SYSPRINT DD DSN=T53167.AMBLIST.RPT,DISP=(,CATLG),
//            SPACE=(CYL,(10,10),RLSE),
//            DCB=(RECFM=FBA,LRECL=121,BLKSIZE=0)
//LOAD1    DD DISP=SHR,DSN=ENDVC.BCBGN.LOADBA
//LOAD2    DD DISP=SHR,DSN=ENDVC.BCBGN.LOADTP
//LOAD3    DD DISP=SHR,DSN=ENDVC.BCBGN.PDSE.LOADBA
//LOAD4    DD DISP=SHR,DSN=ENDVC.BCBGN.PDSE.LOADTP
//LOAD5    DD DISP=SHR,DSN=ENDVC.CORPGN.LOADBA
//LOAD6    DD DISP=SHR,DSN=ENDVC.CORPGN.LOADTP
//LOAD7    DD DISP=SHR,DSN=ENDVC.CORPGN.PDSE.LOADBA
//LOAD8    DD DISP=SHR,DSN=ENDVC.CORPGN.PDSE.LOADTP
//SYSIN    DD DISP=SHR,DSN=T53167.AMBLIST.SYSIN
